app/controllers/tweets_controller.rb

INSERT INTO `tweets` (`created_at`, `updated_at`, `body`) VALUES ('2020-09-19 05:54:51.359151', '2020-09-19 05:54:51.359151', 'こんにちは')
---
 def create
    @tweet = Tweet.new(tweet_params)
    if @tweet.save

SELECT `tweets`.* FROM `tweets` WHERE `tweets`.`id` = 1 LIMIT 1
---
 def update
    @tweet = Tweet.find(params[:id])